[
  {
    "name": "О самодисциплине",
    "text": "Многие воспринимают самодисциплину, как тюрьму, но при этом забывают, что настоящяя «тюрьма» - это потакание своим биологическим инстинктам. Да, действительно и то, и другое можно назвать тюрьмой, но только самодисциплина - это тюрьма сознательная, которая отвечает нашим целям, а биологические инстинкты - тюрьма бессознательная. И только от вас зависит, что вы выберете.Ведь суть самодисциплины заключается в том, чтобы преодолеть сиюминутные порывы, ради достижения долгосрочного результата. Самодисциплина - единственный показатель, который гарантирует вам успех. Она, другими словами, незаменима.Какие бы техники саморазвития вы ни изучили, какие бы планы у вас ни были, как бы вы ни были талантливы - всё это не имеет значения без самодисциплины.",
    "course_id": 24
  },
  {
    "name": "Что влияет на самодисциплину?",
    "text": "В одном исследовании первой группе испытуемых задавали вопрос: «Когда в последний раз вы противостояли своему желанию?». После этого 70% испытуемых переставали сдерживать себя при первой же возможности.Второй же группе испытуемых задали немного другой вопрос: «Когда и зачем вы в последний раз противостояли своему желанию?» 70% испытуемых продолжали успешно противостоять своему желанию.Самоконтроль → слово говорит за себя, это когда ты **контролируешь** себя. То есть когда ты что-то делаешь или не делаешь по своему собственному решению, независимо от внешних обстоятельств и без оправданий.Старайтесь брать ответственность за свои действия. Не перекладывайте вину на обстоятельства. Например, если вы решили посмотреть YouTube вместо того, чтобы заняться работой - не пытайтесь убедить себя в том, что это из-за того, что вы плохо себя чувствуете, устали и т.д. Ясно скажите себе, что вы будете смотреть YouTube вместо работы и осознаёте все последствия своих действий.Только когда вы полностью берёте ответсвенность за свои действия и перестаёте оправдываться - вы делаете первый шаг к самоконтролю.",
    "course_id": 24
  },
  {
    "name": "Серотониновая система",
    "text": "Поговорим о серотонине. Серотонин и дофамин очень схожи по структуре, но выполняют принципиально разные задачи: Дофамин - заставляет нас желать и стремиться. Он отвечает за нашу мотивацию что-то делать или не делать.Серотонин - отвечает за самоконтроль. Чем лучше настроена серотониновая система - тем дольше вы можете противостоять своим импульсам. Cеротонин производится из триптофана. Триптофан - это аминокислота, которая не производится в нашем организме, поэтому её нужно получать из пищи. Для того, чтобы доставить триптофан в мозг нужно есть меньше продуктов животного происхождения, поскольку наш мозг легче усваивает триптофан именно из растительных продуктов. Идеальный источник триптофана:кунжутные семена,тыквенные семена,льняные семечки. Желательно, после потребления источника триптофана (через часа 2-3) употреблять сложные углеводы. Например: фрукты, бурый рис и т.д",
    "course_id": 24
  },
  {
    "name": "Нейропластичность",
    "text": "В идеале, нам нужно сделать так, чтобы дисциплина работала автоматически, и мы вообще не прилагали для этого никаких усилий.С помощью нейропластичности можно изменить то, куда мы направляем своё внимание и, следовательно, образ жизни. Благодаря нейропластичности мы можем перепрошить наш мозг и поменять старые нейронные связи на новые.Чтобы изменить привычку: **Распознать триггер** (что запускает вашу привычку?). Например, вы хотите запустить компьютерную игру, триггер - ярлык игры на рабочем столе или сам компьютер, или даже комната, в которой стоит компьютер. Триггерами могут быть: место, время, эмоциональное состояние, люди, занятие и т.д. **Осознать тягу**. Сознательно почувствуйте тягу к привычке. **Изменить действие**. Как только чувствуете, что запустился триггер - попытайтесь сознательно делать что-то другое, а не стандартную привычку. **Наградить себя**. Наградите себя чем-то полезным за смену действия.",
    "course_id": 24
  },
  {
    "name": "Осознанность",
    "text": "Итак, мы разобрали научную часть улучшения самодисциплины. Теперь рассмотрим, что ещё важно для улучшения самоконтроля: **Постановка чётких целей** (цели должны исходить изнутри- от ваших личных потребностей, то есть у вас должна работать внутренняя мотивация). **Отслеживание поведения** (старайтесь анализировать ситуации, когда вы хотите нарушить привычку). **Принятие** Cтарайтесь принять ваши ошибки как факт и осознавать их причину). **Намерение** (заранее продумайте, что необходимо сделать, когда в следующий раз вы захотите нарушить привычку)",
    "course_id": 24
  },
  {
    "name": "Дисциплинированная жизнь",
    "text": "Цените своё время, ведь жизнь в любой момент может оборваться. Помните об этом. Если каждый день - последний, то появляется желание провести его идеально. Самодисциплина - это уважение к самому себе. Если вы сами не уважете себя, то почему вас должны уважать другие? ",
    "course_id": 24
  },
  {
    "name": "История витамина",
    "text": "Термин витамин, который сегодня является распространенным словом в повседневном языке, появился в результате революции в мышлении о взаимосвязи питания и здоровья, произошедшей в начале двадцатого века. Эта революция привела к растущему осознанию двух явлений, которые в настоящее время воспринимаются как нечто само собой разумеющееся даже неспециалистами.В современном мире каждая из этих концепций может показаться самоочевидной, но в мире, который все еще находится под влиянием важных открытий в области микробиологии, сделанных в 19 веке, каждое из них представляло собой серьезный отход от современного мышления в области здравоохранения. Физиологи 19-го века рассматривали продукты питания и диеты как источники только четырех типов питательных веществ: белков, жиров, углеводов, золы и воды. В конце концов, они составляли почти 100% массы большинства продуктов. С этой точки зрения понятно, что на рубеже 20-го века экспериментальные данные, которые сейчас можно рассматривать как указывающие на присутствие непризнанных питательных веществ, были интерпретированы, вместо этого, как обоснование наличия естественных противоядий от неопознанных болезнетворных микробов.Ещё в древние времена люди замечали взаимосвязь между пищей и состоянием здоровья. Так, древняя египетская медицина предполагала, что для избавления от куриной слепоты необходимо есть большое количество куриной печени. Сейчас известно, что в этом продукте содержится витамин А, который отвечает, помимо прочего, за сумеречное зрение. В середине восемнадцатого века врач Джеймс Линд, долгое время проведший в плавании, обнаружил зависимость между употреблением матросами кислых продуктов и вероятностью развития у них цинги. Эти исследования были подтверждены знаменитым капитаном Джеймсом Куком, и уже в конце XVIII века лаймы и лимоны (или сок из них) стали обязательной частью рациона английских моряков.В 1889 г. Х. Эйкман проводил эксперименты на заключённых и высказал предположение, что в шелухе риса содержится вещество, предотвращающее полиневриты. Казимир Функ в 1912 г. выделил тиамин и назвал класс веществ «витаминами» (аминами жизни). А в 1929 году ученые Фредерик Хопкинс и Христиан Эйкман получили Нобелевскую премию за открытие витаминов. К сожалению, заслуги Лунина и Функа не были в то время признаны ни российским, ни зарубежным научными сообществами.Потихоньку, помаленьку накапливались знания, которые позволили выделить некоторые общие свойства ранее неизвестных веществ, названных впоследствии витаминами.",
    "course_id": 25
  },
   {
    "name": "Общие свойства витаминов",
    "text": "1 - они не синтезируются в организме человека и, следовательно, должны поступать с пищей; 2 - они не являются ни пластическим, ни энергетическим материалом, но обеспечивают нормальный метаболизм, т.е. пластические и энергетические процессы без них невозможны;3 - обладают высокой биологической активностью, следовательно, потребность в них очень маленькая (измеряется миллиграммами);4 -это соединения различной химической природы, но обязательно низкомолекулярные;5 - организм чувствителен как недостатку, так к избытку этих соединений, причём и недостаток, и избыток вызывает заболевания со своей характерной клинической картиной.",
    "course_id": 25
  },
   {
    "name": "Классификация  витаминов",
    "text": "Витамины имеют очень разнообразные строение и функции, поэтому их классификация – достаточно сложная задача. Единственная принятая классификация делит витамины по растворимости на:Жирорастворимые (А, Д, Е, К).Водорастворимые (группа В, С, Р).Основные особенности жирорастворимых витаминов:они растворяются в жирах;легко всасываются, однако для этого необходимы жиры в качестве растворителя, а также жёлчные кислоты;в организме человека они могут накапливаться в депо, таких как печень и жировая ткань;возможно развитие как гипер-, так и гиповитаминоза, однако более характерен гипервитаминоз;каждый из жирорастворимых витаминов функционирует по своему индивидуальному механизму;молекулярные аспекты действия некоторых из них до конца не изучены.Основные особенности водорастворимых витаминов:не накапливаются в организме человека и избыток выводится с мочой;для них типичными являются гипо(а)витаминозы;они также составляют часть активного центра ферментов;некоторые из них требуют специальных механизмов всасывания.Выделяют также группу витаминоподобных веществ, к которой относятся холин, инозит, оротовая, липоевая и парааминобензойная кислоты, полиненасыщенные жирные кислоты, карнитин, биофлавоноиды (кверцетин, чайные катехины) и ряд других соединений, обладающих теми или иными свойствами витаминов.Витаминоподобные вещества похожи по действию на витамины, но отличающиеся рядом особенностей:они могут синтезироваться в организме, но в недостаточных количествах;их биологическая активность значительно ниже, поэтому потребность значительно больше (измеряется граммами);они могут являться энергетическим или пластическим материалом (например, холин участвует в построении мембран, а полиненасыщенные жирные кислоты могут как входить в состав биомембран, так и использоваться в качестве источников энергии);при недостатке витаминоподобных веществ имеют место нарушения метаболизма, но без характерной клинической картины.Витаминоподобные соединения также классифицируют по растворимости:Жирорастворимые (коэнзим Q, витамин F – полиненасыщенные жирные кислоты).Водорастворимые (холин, карнитин, пангамовая, липоевая и оротовая кислоты, инозит и др.).",
    "course_id": 25
  },
   {
    "name": "Что это такое: провитамины, витамеры и антивитамины?",
    "text": "Провитамины (др.-греч. προ- — перед, раньше) — биохимические предшественники витаминов, которые в организме превращаются в их активные формы (собственно, витамины).Иными словами, провитамин становится витамином только после определенных химических реакций в организме человека. Почти каждый витамин имеет свой так называемый прообраз.Например для синтезирования витамина К, который необходим организму для поддержания свертывающей и противосвертывающей системы крови, минерализации костей, используется провитамин – филлохинон, но превращение состоится лишь при условии нормального состояния микробиома кишечника.Витамеры - большинство известных витаминов представлено не одним, а несколькими соединениями, обладающими сходной биологической активностью. Для наименования групп подобных родственных соединений применяют буквенные обозначения. Витамеры принято обозначать терминами, отражающими их химическими природу.Витамеры (витамины + греч. meros часть) различные химические формы одного витамина, проявляющие одинаковый специфический биологический эффект, но отличающиеся степенью влияния на организм.Например, витамин E представлен группой витамеров — α-, β-и γ-токоферолами, а витамин В6 имеет: пиридоксол, пиридоксаль и пиридоксамин.Антивитамины – это вещества, имеющие структурное сходство с витаминами, но не обладающие биологической активностью, или вещества, вызывающие химическую модификацию витаминов.Первая группа - это так называемые истинные, матерые антивитамины. Их действие основано на конкурентном антагонизме: заняв место витаминов в структуре фермента, антивитамины не выполняют их специфических функций, в связи с чем развиваются нарушения биохимических процессов.Вторая группа - это антивитамины биологического происхождения. Они разрушают или связывают молекулы витаминов.Например, фермент тиаминаза, содержащийся в сырой рыбе, вызывает распад молекул тиамина, а яичный белок авидин связывает биотин в биологически неактивный комплекс.",
    "course_id": 25
  },
   {
    "name": "Источники витаминов",
    "text": "Источники витаминов:Животная и растительная пища (основной).Синтез микрофлорой толстого кишечника.Провитамины – соединения, содержащие в своей структуре витамины, но не обладающие биологической активностью. Провитамин может синтезироваться или поступает с пищей (например, никотиновая кислота, β-каротин и др.).Витамины – лекарственные формы.Витаминоподобные вещества – это большая группа биологически активных веществ, имеющих некоторые свойства витаминов, но не соответствующих всем параметрам, характерным для витаминов. Иногда такие вещества называют псевдовитаминами (квазивитамины).Витаминоподобные вещества близки к обычным витаминам и необходимы организму в сравнительно малых количествах. Несмотря на это, они обладают достаточно сильным воздействием на организм человека – усиливают действие основных витаминов и микроэлементов. Их основное отличие от классических витаминов состоит в том, что недостаток витаминоподобных веществ не приводит к патологическим изменениям организма, как это происходит при нехватке микро- и макроэлементов. Витаминоподобные вещества безвредны и обладают низкой токсичностью.",
    "course_id": 25
  },
   {
    "name": "Дисбаланс витаминов в организме человека ",
    "text": "Гипо(а)витаминозы – заболевания, возникающие вследствие недостаточности или отсутствия витаминов в организме.Гипо(а)витаминозы могут быть алиментарными (экзогенными, связанными с недостатком витаминов в пище) и вторичными (эндогенными), которые развиваются из-за:повышенной потребности в витаминах (при беременности, лактации, стрессах, заболеваниях и др.);нарушения процессов всасывания, транспорта и резервирования витаминов;нарушения усвоения витаминов на клеточном уровне (образования активных форм, взаимодействия с апоферментами и т.д.);поступления антивитаминов.Гипервитаминозы – заболевания, возникающие вследствие избыточного поступления витаминов в организм (острые или хронические отравления витаминами). Гипервитаминозы характерны для жирорастворимых витаминов, поскольку они в отличие от водорастворимых могут накапливаться в некоторых органах и тканях.",
    "course_id": 25
  }

]