[
  {
    "name": "Фантастические твари и где они обитают»: гид по творчеству Джоан Роулинг",
    "text": "Фэнтези Роулинг тяготеет скорее не к героическому эпосу, а к детективу, главными героями которого становятся маги и магглы (а затем — только магглы). При этом упор на детективный сюжет в поттериане делается разве что только в первых трех книгах — дальше сага заметно мрачнеет и интриги с загадками перестают играть такую уж определяющую роль. Например, «Принц-полукровка» — психологический роман, посвященный взрослению и утрате невинности; основной акцент в нем сделан на описание эмоционального состояния Гарри.\n\nРоулинг любит отправлять своих героев в путешествия во времени: в поттериане, например, персонажи попадают во временную петлю в «Узнике Азкабана», а также прыгают из будущего в прошлое в пьесе «Проклятое дитя».\n\nПроизведения Роулинг непросто адаптировать к киношному хронометражу — обязательно придется что-то выкинуть и сократить — иногда с ущербом для сюжета и понимания общей логики поступков героев. Та же поттериана гораздо уместнее смотрелась бы на ТВ в виде сериала, чем на большом экране, — к тому располагает ее романная форма («Орден Феникса», к примеру, кирпич на 900 страниц), драматургия и то, как Роулинг расставляет клиффхэнгеры в своих книгах.\n\nФэнтези Роулинг не обходится без острой социальной сатиры. Кто бы мог подумать в 2003 году, что «Орден Феникса» превратится в злую пародию на современную Россию, а заместитель министра магии Долорес Амбридж станет ролевой моделью для многих наших чиновников? Еще больше едкой, серьезной, безжалостной сатиры — в «Случайной вакансии», первом «взрослом» романе писательницы.\n\nНе все так очевидно. Как «Терминатор» — история не про машин, а про людей, так и «Гарри Поттер» на самом деле рассказывает не про волшебников и сказочных существ (на месте Хогвартса можно легко представить себе обычную школу, но так будет менее интересно), а про то, как справляться с горем и смертью близких.\n\nКогда мы уже подумали, что знаем о фэнтези Роулинг все, в «Фантастических тварях» писательница спешит нас удивить: вместо современной истории про волшебников-тинейджеров нас ожидает костюмированное фэнтези про взрослых магов, действие которого переместится из Англии в США эпохи бутлегеров и сухого закона.",
    "course": 8
  },
  {
    "name": "Вспомнить все: 16 странных фанатских теорий о Гарри Поттере",
    "text": "1- Начнем с самой распространенной теории. Помните, в серии романов и фильмов о «мальчике, который выжил» есть достаточно раздражающий персонаж (хорошо, помимо Долорес Амбридж) — Рита Скитер, специальный корреспондент «Ежедневного пророка». Кажется, женщина способна даже у мертвого выудить нужную ей информацию. Так вот, одна из фанатских теорий гласит, что Джоан Роулинг писала Скитер с себя. А один поттероман даже предположил, что Рита Скитер и есть Джоан Роулинг, которая написала реальную историю о волшебниках, выдав ее за фэнтези-роман.\n,2-Фанаты называют это теорией, а мы скажем, что это факт! Несмотря на все насмешки над чудаковатой профессоршей прорицания, Сивилла Трелони на самом деле обладает сильным даром ясновидения. Например, женщина предсказала смерть Дамблдора задолго до трагедии. Трелони отказалась сесть за рождественский стол в «Узнике Азкабана», сказав: «Если я сяду, нас будет 13. Не забывайте: когда вместе обедают 13 человек, кто первый встанет, то первый умрет». Профессор Дамблдор встал из-за стола первым. А на одном из уроков, в части о «Кубке огня», Трелони сказала Гарри: «Думаю, не ошибусь, если скажу, что вы родились в середине зимы». На что Поттер, конечно, ответил, что это не так, ведь он родился 31 июля. Однако в последующих частях мы узнаем, что Гарри — один из крестражей Волан-де-Морта (то есть в нем спрятана часть души знаменитого антагониста). А «тот, кого нельзя называть» родился 31 декабря. ",
    "course": 8
  },
  {
    "name": "Классическая шарлотка с яблоками",
    "text": "Готовим тесто классической шарлотки. В чашу миксера вбиваем яйца. Добавляем сахар. Взбиваем миксером сначала на средней, затем на высокой скорости до получения светло-желтой массы однородной консистенции.В сладкую яичную смесь добавляем муку, предварительно просеянную через мелкое сито со щепоткой соды и ванилином (ванильным сахаром). Снова взбиваем миксером. Тесто шарлотки готово.Готовим начинку шарлотки. Яблоки моем и каждое разрезаем пополам. Удаляем сердцевины с семенами. Мякоть очищаем и нарезаем небольшими кубиками или ломтиками произвольной формы.Яблоки добавляем в тесто шарлотки и осторожно перемешиваем. Выливаем получившуюся массу в форму, смазанную любым жиром, и отправляем в духовку, нагретую до 190°C, на 30 минут.",
    "course": 9
  },
  {
    "name": "Курс Java",
    "text": "Изучать Java мы будем с нуля, с самых азов. Первый модуль – плацдарм для написания осмысленных программ. В нем мы разберем, как написать свой первый код на Java. Расскажем, что такое комментарии и зачем они нужны. На примере проверки ваших решений рассмотрим, что такое тестирование и как читать вывод тестов.Современные программы создаются для обслуживания бизнесов, помощи в ежедневной жизни и развлечений. Но в основе их работы по-прежнему лежат вычисления. Наиболее простая и базовая тема в программировании — арифметика. В этом модуле мы переведем арифметические действия на язык программирования. Вспомним школьные правила из уроков математики и поговорим о приоритете операций.Текст в программировании называется «строками», и эта тема не так проста, как может показаться. Как вывести фразу, в которой есть и одинарные, и двойные кавычки? Как вообще быть с текстом, ведь компьютер не знает ничего о буквах! Модуль посвящен разным аспектам написания текста – от кавычек и экранирования до кодировки.Информацию можно помещать в специальные «хранилища» — переменные. Это позволяет переиспользовать уже существующие данные и не дублировать их в разных частях кода. В этом модуле мы разберем как изменять переменные и именовать их, чтобы чтение вашего кода было понятным для любого разработчика. Вы поймете, что придумать название переменной не так-то просто! А еще расскажем, как использовать переменные для упрощения сложных вычислений.",
    "course": 10
  }

]